epyc/old/20240117-2047/11-lock-and-mempool-rebalance-fstat/1000/pgbench-warmup-100-0.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 100
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 120834874
number of failed transactions: 0 (0.000%)
latency average = 0.016 ms
initial connection time = 8.917 ms
tps = 2014199.609481 (without initial connection time)